Repository: PaulBalanche/wp-advanced-block-theme
Catalog: languages/wp-advanced-block-theme-*.po
Languages: kk

source: Please review the provided information and try again.
kk: Что-то здесь не так. Пожалуйста, проверь информацию и попробуй снова

source: Please tell us whether or not you smoke.
kk: Мы должны знать, куришь ли ты

source: Please upload a new photo of your ID
kk: Пожалуйста, обнови фото своего удостоверения

source: Please upload a photo of the front of the ID card.
kk: Не забудь про удостоверение! Нам нужна его фотография

source: Please wait...
kk: Подожди, пожалуйста...

source: Preferences updated successfully !
kk: Предпочтения успешно обновлены!

source: Prefix
kk: Префикс

source: Previous campaign participation (NCP)
kk: Информация о прошлых программах с кодами

source: Previous campaign participation (NCP) emails
kk: Рассылка с информацией о прошлых программах с кодами

source: Prize catalogue
kk: Каталог призов

source: Prize details
kk: Описание приза

source: Prize draw
kk: Розыгрыш

source: Prize ordering
kk: Заказ призов

source: Prizes catalog!
kk: Каталог призов

source: Processing Bonus codes import...
kk: Обрабатывается импорт бонусных кодов

source: Product portfolio
kk: Продукты

source: Quality +
kk: ГАРАНТИЯ КАЧЕСТВА

source: RC
kk: ЦВП

source: reCAPTCHA error. Please try again.
kk: Ой, что-то пошло не так. Пожалуйста попробуй ещё раз позже.

source: Receive my prize!
kk: Получить мой приз!

source: Redeem now
kk: Заказать

source: Redeemed codes
kk: Потраченные коды

source: Refer friends
kk: Приглашения друзей

source: Register
kk: Завершить

source: Register code
kk: Ввести код

# Register code component
source: Forget something? Please enter your code and try again.
kk: Ничего не забыл? Введи код и попробуй еще раз.

source: Registered
kk: Зарегестрирован

source: Registered code
kk: Код

source: Resend your code.
kk: Отправить заново

source: Reset password
kk: Не помнишь пароль? Жми сюда

source: Reset your password
kk: Смена пароля

source: Return
kk: Вернуться

source: Reupload your ID
kk: Пожалуйста, перезагрузи фото своего удостоверения личности

source: Reward
kk: Приз

source: Rewards History
kk: История заказа призов

source: Rules & policies
kk: Правила использования сайта

source: Save
kk: Сохранить

source: Save address
kk: СОХРАНИТЬ АДРЕС​

source: Save changes
kk: Сохранить изменения

source: Search a store or select a city
kk: Искать центр или выбрать город

source: Seconds
kk: Секунд

source: seconds
kk: Секунд

source: Secure your ticket
kk: Приобрести билет

source: Select a city
kk: Выбери город из списка

source: Send code
kk: Отправить код

source: Send sms
kk: Отправить SMS

source: Share your unique referral link with an adult smoker friend
kk: Скопируй свою уникальную ссылку и отправь её другу

source: Show more
kk: Показать больше

source: SMS Code
kk: Код из SMS

source: SMS Preferences
kk: Настройки SMS уведомлений

source: So what are you waiting for?<br />Dive in. Here. Now.
kk: Так чего ты ждёшь? <br />Погружайся и наслаждайся прямо сейчас!

source: Something wrong...
kk: Что-то пошло не так...

source: Something's not right here. Please review and try again.
kk: Хм, что-то пошло не так. Пожалуйста, проверь введенные данные и попробуй еще раз

source: Something's not right. Please provide a valid email address and try again.
kk: Что-то тут не так. Проверь, правильно ли указан e-mail, и давай попробуем снова

source: Sorry
kk: Прости

source: Sorry, %s, but <strong>we've had to block your account</strong>. But all hope isn't lost! Click the button below and drop us a line to request your account be unblocked.
kk: Прости, %s, но нам пришлось заблокировать твою учетную запись. Но еще не все потеряно! Жми на кнопку ниже и напаши нам, если хочешь, чтобы твою учетную запись разблокировали.

source: Sorry, this website is only available to current smokers.
kk: Нам очень жаль, но сайт только для потребителей табачных изделий старше 21 года

source: Sorry, you must be over 21.
kk: Извини, но сюда можно только пользователям старше 21 года.

source: Source
kk: Канал регистрации

source: Speed up by 1 minute
kk: Ускорить на 1 минуту

source: Standard delivery to your registered address
kk: Стандартная доставка по адресу, указанному при регистрации на сайте

source: Start survey
kk: Начать опрос

source: Step
kk: Шаг

source: Step 1
kk: Шаг 1

source: Step 1/2
kk: Шаг 1/2

source: Step 1/3
kk: Шаг 1/3

source: Step 1/4
kk: Шаг 1/4

source: Step 2
kk: Шаг 2

source: Step 2/2
kk: Шаг 2/2

source: Step 2/3
kk: Шаг 2/3

source: Step 2/4
kk: Шаг 2/4

source: Step 3
kk: Шаг 3

source: Step 3/3
kk: Шаг 3/3

source: Step 3/4
kk: Шаг 3/4

source: Step 4
kk: Шаг 4

source: Step 4/4
kk: Шаг 4/4

source: sticks
kk: Сигарет

source: Sticks in pack
kk: Сигарет в пачке

source: Sticks in pack lorem ipsum dolor sit amet
kk: Количество сигарет в пачке

source: Street name
kk: Улица

source: Street number
kk: Дом

source: Subject
kk: Тема

# submit
source: Reset password
kk: ПОДТВЕРДИТЬ

source: Successful
kk: Успешно

source: Summary
kk: Данные о заказе

source: Super prize draw
kk: Розыгрыш суперприза

source: Survey results
kk: Результаты опроса

source: Survey results successfully collected.
kk: Опрос успешно завершен

source: TADAA!
kk: УРАААА!

source: Take a break from communications. They will turn back on automatically when the timer's up.
kk: Поставь сообщения на паузу. Коммуникация возобновится автоматически после указанного времени

source: Take you mark !
kk: Спасибо!

source: Tar
kk: Смола

source: Tar lorem ipsum dolor sit amet
kk: Уровень смолы в одной сигарете

source: Telegram
kk: Телеграм

source: Tell us now
kk: Напиши нам сейчас

source: Thanks for taking the time to get in touch with us.
kk: Спасибо, что уделил нам время. Мы вернемся с ответом как можно скорее.

source: That's for the shout, we appreciate your feedback.
kk: Спасибо тебе за обратную связь, мы ее очень ценим!

source: The %s prize has been added to the list. Don't miss out, you can get it from today!
kk: Приз %s добавлен в каталог. Не упусти возможность заказать сегодня!

source: The %s product has been added to the portfolio. Check it out now!
kk: %s продуктов добавлено на сайт. Оцени первым!

source: The card picture is required
kk: Удостоверение личности не требуется

source: The catalogue has been updated at %s. Don't miss your favourite prizes!
kk: Каталог был обновлен в %s. Не пропусти желанный приз!

source: The email is invalid.
kk: Email не валидный.

source: The entered data doesn't match the uploaded ID. Pleasew review the data or upload a new photo.
kk: Твои данные не подтверждены: Информация не совпадает с удостоверением. Пожалуйста, проверь данные или загрузи новое фото.

source: The gift is not available for order
kk: Этот приз сейчас не доступен к заказу

source: The ID card must be a JPEG or PNG file, less than %sMB
kk: Фотография удостоверения должна быть в формате JPG или PNG и не более %s МБ

source: The registration limit for a group of codes has been reached
kk: Достигнут лимит на ввод кодов.

source: The survey will start in:
kk: До начала опроса осталось:

source: The uploaded photo is not an ID card format. Please upload your ID card.
kk: Твои данные не подтверждены: Изображение не является фотографией удостоверения. Пожалуйста, загрузи фото удостоверения личности.

source: The uploaded photo is too fuzzy and cannot be verified. Please upload a new photo.
kk: Твои данные не подтверждены: Фотография размыта. Пожалуйста, загрузи новое фото удостоверения личности.

source: There is %s new user
kk: %s новый пользователь

source: There's a problem with your ID info
kk: Возникли сложности с проверкой твоего удостоверения.

source: There's a problem with your ID photo
kk: Возникли сложности с проверкой твоего удостоверения.

source: They can create their account by following the 4 simple steps
kk: Для регистрации необходимо совершить 4 простых шага

source: They register a code from a pack
kk: ДРУГ ВВОДИТ КОД

source: They register a code from the pack and you access the special draw
kk: Регистрация кода необходима для вашего участия в розыгрыше

source: They're good for ordering prizes and participate to draws!
kk: Они пригодятся для заказа призов и участия в розыгрышах!

source: this hour
kk: в течение часа

source: This is not a valid email...
kk: Данный email не существует

source: this minute
kk: в эту минуту

source: this month
kk: в этом месяце

source: This prize is out of stock, but you can special order one!
kk: Эти призы закончились, но ты можешь сделать предзаказ!

source: this quarter
kk: в этом квартале

source: this week
kk: на этой неделе

source: this year
kk: в этом году

source: Ticket ID
kk: Номер билета

source: Ticket ID:
kk: Номер билета

source: Time left before the next Super Prize Draw opening:
kk: До следующего розыгрыша суперприза осталось:

source: Time left to bid
kk: До конца приема ставок:

source: Time left to get tickets for the next Super Prize Draw:
kk: До следующего розыгрыша осталось:

source: To thank you for joining us, please register your 1st code and we'll automatically offer you 2 bonus codes!
kk: Ты теперь с нами, давай праздновать! Зарегистрируй свой </br> 1-й код и мы автоматически начислим тебе 2 бонусных!

source: today
kk: сегодня

source: Total codes registered
kk: Всего кодов зарегистрировано

source: Total codes spent
kk: Всего потрачено

source: Unfortunatly, an error has occurred.
kk: Упс, ошибочка вышла

source: unit available
kk: ШТ. В НАЛИЧИИ

source: Upcoming
kk: Ожидается

source: Update details
kk: ОБНОВИТЬ ДАННЫЕ

source: Update email
kk: Обновить email

source: Update my email
kk: Изменить мой e-mail

source: Update photo
kk: ОБНОВИТЬ ФОТО

source: Update your details
kk: Пожалуйста, обнови свои данные

source: Upload a new ID card
kk: Загрузить повторно

source: Upload your ID card
kk: Загрузить

source: Uppercase letters
kk: Заглавные буквы

source: User does not exist.
kk: Пользователя не существует

source: User not found
kk: Пользователь не найден

source: Usually this means something went wrong.
kk: Обычно такое происходит, <br/>когда что-то идет не так.

source: Verify
kk: Ввод

source: Verify code
kk: Подтвердить

source: Verifying ID
kk: Проверка удостоверения личности

source: View
kk: Смотреть

source: Vip
kk: Предзаказ

source: Visite our website!
kk: Посети наш вебсайт!

source: Wait, that sounds familiar. That mobile number has already been registered. Please <a href="%s">log in</a>.<br />Can't remember your password? You can reset it <a href="%s">here</a>.
kk: О, этот номер уже зарегистрирован. Ты можешь просто <a href="%s">войти</a>.<br />Не можешь вспомнить пароль? Ты можешь<a href="%s">сменить его</a>.

source: Wait, what? Please provide a valid mobile number with at least 10 digits and try again.
kk: Номер телефона должен быть в формате +7 ХХХ ХХХ ХХ ХХ. Пожалуйста, проверь его и попробуй снова

source: Want to access the site?
kk: Нужен доступ к сайту?

source: Warning! Smoking seriously harms you and others around you.
kk: Сайт предназначен для определенного круга пользователей. Курение вредит здоровью.

source: We are sorry
kk: Нам очень жаль

source: We got the message
kk: Отлично, сообщение отправлено!

source: We need to check your details
kk: Осталось получить подтверждение

source: We'll have a look at your message and get back to you as soon as we can.
kk: Мы ознакомимся с ним и вернемся с ответом как можно скорее.

source: We're logging you out now. We'd've stayed but you do you!
kk: Сейчас ты будешь перенесён на страницу входа.

source: We're on it, %s
kk: Мы в процессе, %s

source: We're verifying your info.
kk: Мы проверяем твои данные

source: We've had to block your account, %s.
kk: Нам пришлось заблокировать твою учетную запись, %s.

source: We've verified your info and just like that, boom! You're in. You've now got full access to LD's exclusive content and rewards.
kk: Мы проверили твои данные, всё отлично! Тебе открыт полный доступ к эксклюзивным материалам и призам от LD.

source: Web
kk: Веб

source: Weekly invitations
kk: Приглашения недели

source: Weekly prize draw
kk: Еженедельный розыгрыш призов

source: Welcome to LD!
kk: Добро пожаловать на REALDAY.KZ

source: Welcome to LD, %s!
kk: Добро пожаловать, %s!

source: Welcome to the LD community!
kk: Добро пожаловать!

source: Welcome!
kk: Добро пожаловать!

source: What's going on there...! You still have no godson... Let's start it and share your unique share link!
kk: Что происходит? Неужели у тебе еще нет преемника? Давай исправим это — делись своей уникальной ссылкой с друзьями!

source: Which cigarette brand is your fave?
kk: Какую марку сигарет предпочитаешь?

source: Which cigarette style is your fave?
kk: Какой стиль сигарет предпочитаешь?

source: Winner of %s
kk: Обладатель %s

source: Winning ticket
kk: Выигрышный билет

source: Working hours
kk: График работы

source: Yes
kk: Да

source: yes
kk: Да

source: yesterday
kk: вчера

source: You already have this prize!
kk: Ты уже заказывал этот приз

source: You are going to redeem
kk: С твоего счета будет списано

source: You can either grab your prizes at one of our pick-up stores or get them delivered to you at home.
kk: Ты можешь забрать приз в центре выдачи призов в твоем городе после 13.06.2022.

source: You can now enjoy full access to LD's exclusive content and rewards again.
kk: Теперь ты можешь наслаждаться полным доступом к эксклюзивным материалам и призам от LD.

source: You have %s ticket for this draw
kk: У тебя билетов на этот розыгрыш: %s

source: You have no notifications for now...
kk: На сейчас нет новых уведомлений...

source: You have to be 21 years old or older to view this website.
kk: Сайт предназначен для лиц, достигших 21 года

source: You have to invite up to %s new adult smoker friends each week to join the draw.
kk: Ты можешь пригласить не более %s-х друзей в неделю

source: You have to upload a photo of your ID to register your LD account. But it looks like <strong>the image you uploaded isn't your ID</strong>. Don't worry, mistakes happen.
kk: Для регистрации необходимо загрузить фото удостоверения личности. Однако изображение, которое ты загрузил, им не является. Не переживай, все мы ошибаемся.

source: You have to upload a photo of your ID to register your LD account. Unfortunately, <strong>the photo you uploaded is blurry</strong>, so we can't check your details.
kk: Для регистрации необходимо загрузить фото удостоверения личности. К сожалению изображение, которое ты загрузил, недостаточно четкое, поэтому мы не можем сверить твои данные.

source: You made some changes to your ID info when registering your account, but <strong>some of the details don't match with your ID card</strong>.
kk: Некоторые данные, указанные тобой при регистрации, не совпадают с твоим удостоверением личности.

source: You made some changes to your ID info when registering your account, but <strong>some of the details don't match</strong>. It looks like your First name / Last name <strong>you entered isn't the same</strong> as what's listed on the ID you uploaded.
kk: Имя или Фамилия, указанные тобой при регистрации, не совпадают с данными, указанными на твоем удостоверении личности.

source: You made some changes to your ID info when registering your account, so we need some time to <strong>double check that everything matches</strong> up to your ID.
kk: Нам нужно удостовериться, что данные совпадают с твоим удостоверением личности.

source: You missed this. Please provide a first name and try again.
kk: Не забудь указать своё имя

source: You won the auction!
kk: Юхуууу! Победа в аукционе – твоя!

source: You're all good to log in to your LD account.
kk: Можешь заходить на REALDAY.KZ под новым паролем

source: You're all good. You can now enjoy full access to LD's exclusive content and rewards.
kk: Мы сделали это! Теперь ты имеешь полный доступ к эксклюзивному контенту и призам от LD

source: You're all set
kk: Всё готово!

source: You're good to go.
kk: Вжух — и ты с нами!

source: You're not old enough to enter.
kk: Только лица, достигшие 21 года, могут регистрироваться на сайте

source: You've <strong>successfully changed your password</strong> and can slide back into your LD account when you're ready. Click the button below to log in.
kk: Твой пароль успешно изменен и ты можешь войти на сайт REALDAY.KZ в любой момент. Например, сейчас:)

source: You've made some changes to your details, so we have to make sure they're correct.
kk: Ты внес изменения в свои данные и мы должны убедиться, что всё правильно.

source: Your account has been blocked
kk: Твоя учетная запись заблокирована.

source: Your code was not accepted. Five wrong codes were entered during the day. Now you can only register a code after 00:00
kk: Код не принят. Введено 5 неверных кодов в течение суток. Ты сможешь вводить коды снова после 00:00

source: Your code was not accepted. The registration limit (20 codes per day) has been reached today. Register codes after 00:00
kk: Код не принят. Достигнут лимит регистрации кодов на сегодня (20 кодов в сутки). Вводи коды после 00:00

source: Your friend %s just joined the community thanks to you! We are pleased to reward you with a mobile top-up and to inform you you will join the MGM prize draw!
kk: Твой %s друг только что присоединился к нам! В награду ты получаешь пополнение мобильного баланса 500 тенге и примешь участи в розыгрыше яблочного смартфона.

source: Your friend %s just joined the community thanks to you! We are pleased to reward you with a mobile top-up!
kk: Твой %s друг только что присоединился к нам! В награду ты получаешь пополнение мобильного баланса 500 тенге.

source: Your friend creates an LD account
kk: ТВОЙ ДРУГ НА САЙТЕ

source: Your message
kk: Сообщение

source: Your message is winging its way to us now. We'll review it and get back to you as soon as possible.
kk: Твое сообщение в пути к нам. Мы ознакомимся с ним и вернемся с ответом как можно скорее.

source: Your one-stop-shop to redeem codes for cool prizes.
kk: Обменивай коды на классные призы здесь и сейчас!

source: Your order has been delivered to the pick-up center. Get your hands on it now!
kk: Готово! Ты сможешь забрать свой приз из выбранного центра выдачи призов с 13 июня.

source: Your participation ticket purchase has been validated.
kk: Ура! Билет в розыгрыш заказан.

source: Your password has been changed and you're good to go.
kk: Твой новый пароль готов к использованию. Теперь у тебя снова есть полный доступ к интересному контенту от LD

source: Your password must follow the following requirements:
kk: Ваш пароль должен соответствовать следующим требованиям:

source: Your password's been reset, %s.
kk: Твой пароль был изменен, %s.

source: Your unique share link
kk: Твоя уникальная ссылка на сайт

source: Zip Code
kk: Почтовый индекс

source: {0} day ago
kk: {0} день назад

source: {0} days ago
kk: {0} дней назад

source: {0} hour ago
kk: {0} час назад

source: {0} hours ago
kk: {0} часов назад

source: {0} minute ago
kk: {0} минута назад

source: {0} minutes ago
kk: {0} минут назад

source: {0} month ago
kk: {0} месяц назад

source: {0} months ago
kk: {0} месяцев назад

source: {0} quarter ago
kk: {0} квартал назад

source: {0} quarters ago
kk: {0} кварталов назад

source: {0} second ago
kk: {0} секунда назад

source: {0} seconds ago
kk: {0} секунд назад

source: {0} week ago
kk: {0} неделя назад

source: {0} weeks ago
kk: {0} недель назад

source: {0} year ago
kk: {0} год назад

source: {0} years ago
kk: {0} года назад

# ВВЕСТИ
source: Register
kk: ВВЕСТИ

# КОД
source: code
kk: КОД
