Repository: PaulBalanche/wp-advanced-block-theme
Catalog: languages/wp-advanced-block-theme-*.po
Languages: kk

source: %s has been ordered!
kk: Заказ на %s принят!

source: %s is all yours!
kk: %s уже на пути к тебе. Сможешь забрать приз в центре выдачи уже через 7 дней!

# 0, 5-20, other
source: code
kk: кодов

# 0, 5-20, other
source: codes
kk: кодов

source: 1-3 months
kk: 1-3 месяца

source: 1-3 years
kk: 1-3 года

source: 4-5 years
kk: 4-5 лет

source: 4-6 months
kk: 4-6 месяцев

source: 7-11 months
kk: 7-11 месяцев

source: <a href="%s">Read Terms & Conditions</a>
kk: <a href="%s">Полные правила </a>

source: <strong>Error</strong>: Oops, that's not a valid password. Please try again.<ul><li>- Your password must be constructed using at least 8 characters</li><li>- With uppercase letter(s)</li><li>- With lowercase letter(s)</li><li>- With numeric character(s) (0,9)</li><li>- With non-alphanumeric character(s) (e.g. %, @, /, -, ?, ., etc.)</li></ul>
kk: <strong>Почти получилось:)</strong> Посмотри на рекомендации ниже и попробуй еще раз:<ul><li>- Должен состоять минимум из 8 символов</li><li>- Должен содержать специальный символ ()£%$&</li><li>- Должен содержать большую букву</li><li>- Должен содержать маленькую букву</li><li>- Должен содержать цифру</li></ul>

source: <strong>WARNING!</strong> Smoking seriously harms you and others around you.
kk: Сайт предназначен для определенного круга пользователей. Курение вредит здоровью.

source: Account
kk: Мой профиль

source: Account created successfully
kk: Успех! Регистрация завершена.

source: add reminder
kk: Отправьте мне напоминание!

source: All notifications marked as read successfully !
kk: Все уведомления отмечены как прочитанные

source: Almost finished. Enter your new password below and you're all set.
kk: Почти готово. Создай новый пароль и дело сделано.

source: Almost finished. Upload a photo of the front of your ID card and you're all set.
kk: Последний шаг! Загрузи фотографию лицевой части своего удостоверения личности

source: Almost there, %s!
kk: Еще чуть-чуть, %s!

source: Already registered? Enter your mobile number to log in
kk: Ты уже зарегистрирован? Укажи номер телефона, чтобы войти

source: An error occur. Please review the provided mobile number, or try again later.
kk: Что - то пошло не так. Пожалуйста, проверь введеный номер мобильного телефона, или попробуй позднее

source: An error occur. Please try again later.
kk: Что - то пошло не так. Пожалуйста, попробуй ещё раз позднее

source: An error occured. The survey results have not been saved
kk: Упс! Что-то пошло не так. Результаты опроса не сохранены.

source: An SMS with a code will be sent to verify your mobile number.
kk: Мы отправим тебе SMS для подтверждения твоего номера телефона

source: Apartement number
kk: Квартира

source: Are you a smoker?
kk: Куришь ли ты?

source: Are you over 21 ?
kk: Тебе уже исполнился 21 год?

source: At least 5 characters long.
kk: Как минимум 5 символов

source: At least 8 characters
kk: Как минимум 8 символов

source: At-home delivery
kk: Курьерская доставка

source: Auction
kk: Аукцион

source: Auction not found!
kk: Аукцион не найден!

source: Auctions results
kk: Результаты аукциона

source: Auctions results emails
kk: Рассылка с результатами аукциона

source: Back
kk: Назад

source: Balance
kk: Баланс

source: Balance after redeem:
kk: Баланс после списания:

source: Between
kk: Даты проведения:

source: Bid
kk: Аукцион

source: Bid now
kk: Сделать ставку

source: Bonus codes
kk: Бонусные коды

source: Boom! To thank you for having ordered your 1st code, we are offering you 2 bonus codes! Enjoy it!
kk: Бум! В знак благодарности за регистрацию 1-го кода мы начислили тебе два бонусных. Наслаждайся!

source: BOOM! What a nice shot. You just earnt %s codes instead of 1, what else?!
kk: Опа! Вот это повезло: получаешь %s кода вместо одного. Что будет дальше?!

source: Boom! Your account has been created successfully.
kk: Успех! Регистрация завершена.

source: Boom! Your code has been registered and you're good to go.
kk: Готово! Код успешно зарегистрирован.

source: Boom.<br />Password reset.
kk: Ура!<br />Пароль изменен

source: Cancel feedback
kk: Отменить обратную связь

source: Cancel order
kk: Отменить заказ

source: Cancel registration
kk: Отменить регистрацию

source: Cancel reset
kk: Отменить сброс пароля

source: Cancelled
kk: Отменено

source: Catalog renewal
kk: Обновление каталога

source: Catalog renewal emails
kk: Рассылка об обновление каталога

source: Catalog replenishment
kk: Пополнение каталога

source: Catalog replenishment emails
kk: Рассылка о пополнении каталога

source: Change number
kk: Изменить номер

source: Change password
kk: Изменить пароль

source: Check out more prizes
kk: Посмотреть больше призов

source: Check out our other prizes!
kk: Выбери другой приз!

source: Choose brand
kk: Выбери марку

source: Choose image
kk: ВЫБЕРИТЕ ИЗОБРАЖЕНИЕ

source: Choose length of time
kk: Выбери период

source: Choose style
kk: Выбери стиль

source: Code already redeemed
kk: Такой код уже был зарегистрирован ранее

source: Code blocked
kk: Код заблокирован

source: Code expired
kk: Срок действия кода истек

source: Code history
kk: История регистрации кодов

source: Code not found
kk: Такого кода не существует. Проверь правильность ввода.

source: Code spent
kk: Этот код уже был зарегистрирован ранее

source: codes
kk: коды

source: Codes spent: %s
kk: Использованный код: %s

source: Coming soon
kk: Ожидается

source: Communications
kk: УВЕДОМЛЕНИЯ

source: Concept
kk: Приз

source: Confirm delivery method
kk: Подтвердить способ доставки

source: Confirm new password
kk: Подтверди пароль

source: Confirm password
kk: Подтверди пароль

source: Congrats you found our 404 page.
kk: Поздравляем, <br/>ты нашёл нашу 404 страницу

source: Congratulations
kk: Поздравляем

source: Contact
kk: Контакты

source: Contact us
kk: СВЯЗАТЬСЯ С НАМИ

source: Continue
kk: Продолжить

source: Copy and share your link
kk: ТЫ ДЕЛИШЬСЯ ССЫЛКОЙ

source: Courier
kk: Курьерская доставка

source: Create account
kk: Регистрация

source: Create your account
kk: Регистрация

source: Created
kk: Создан

source: Current balance
kk: Текущий баланс

source: Current bid
kk: Текущая ставка

source: Current password
kk: Текущий пароль

source: Customize the types of information you want to receive by email
kk: Отметь информацию, которую ты хочешь получать по e-mail

source: Date
kk: Дата

source: Date of birth
kk: Дата рождения

source: Days
kk: Дней

source: days
kk: Дней

source: Deliver to a different address
kk: Доставить по другому адресу

source: Delivered
kk: Доставлено

source: Delivery
kk: Доставка

source: Delivery method
kk: Способ доставки

source: Details
kk: Общая информация

source: Did you make a mistake?
kk: Возможно, это ошибка?

source: Didn't get an SMS?
kk: Не пришло SMS?

source: Do you smoke?
kk: Ты куришь?

source: Do you want to contact us?
kk: Хочешь связаться с нами?

source: Don't have an account yet?
kk: Еще не с нами?

source: Don't miss your chance to say something! Leave your comments and try again.
kk: Не забудь изложить суть вопроса, либо оставь свой комментарий и попробуй еще раз

source: Don't worry, it's an easy fix. Just click the button below and <strong>upload a clear photo of your ID</strong> to get full access to the LD website.
kk: Но это легко исправить! Жми на кнопку ниже и загрузи четкое фото своего удостоверения, чтобы получить полный доступ к материалам сайта.

source: Draw results notification
kk: Уведомление о результатах розыгрыша

source: Draws results
kk: Результаты розыгрышей

source: Draws results emails
kk: Рассылка с результатами розыгрышей

source: Drop us a line to work it out.
kk: Напиши нам, чтобы разрулить ситуацию.

source: Drumroll please! A new draw is available! Don't miss it! It could be yours.
kk: Барабанная дробь! Новый розыгрыш доступен. Не упусти свой шанс!

source: Drumroll please! A new super prize draw is available! Don't miss it! It could be yours.
kk: Барабанная дробь! Новый ежемесячный розыгрыш уже доступен. Не упусти свой шанс!

source: Drumroll please! A new weekly prize draw is available! Don't miss it! It could be yours.
kk: Барабанная дробь! Новый еженедельный розыгрыш доступен. Не упусти свой шанс!

source: Edit
kk: Изменить

source: Edit mobile number
kk: Редактировать мобильный телефон

source: Email address
kk: E-mail

source: Email Preferences
kk: Настройки рассылок

source: Email to use for communications
kk: E-mail, на который отправлять рассылку

# end with 1
source: code
kk: код

# end with 1
source: codes
kk: код

# end with 2,3,4
source: codes
kk: кода

source: Enter code from pack
kk: Введи код из пачки

source: Enter your pack's code
kk: Введи код из пачки

source: Error occurs during registration finish.
kk: Ошибка происходит во время завершения регистрации

source: Error occurs during reset password.
kk: Во время смены пароля произошла ошибка

source: Error occurs during user registration.
kk: Во время регистрации пользователя произошла ошибка

source: Error occurs with the file submitted.
kk: Произошла ошибка, так как файл поврежден

source: Every week invite %s friends to register on the website by using your unique share link.
kk: Каждую неделю приглашай 3х друзей (курильщиков 21+) зарегистрироваться на сайте, используя свою уникальною персональную ссылку

source: Exclusive<br />content & prizes
kk: Добро пожаловать<br /> на REALDAY.KZ

source: Explore variants
kk: ДОСТУПНЫ ВАРИАНТЫ

source: Feedback create successfully
kk: Сообщение отправлено!

source: Feedback form
kk: Обратная связь

source: feedback form
kk: Обратная связь

source: Feeling lucky? Redeem your LD pack codes for the chance to win <strong>%s</strong>!
kk: Хочешь испытать удачу? Меняй свои коды из пачек LD на шанс выиграть <br/> <strong>15 000 000 тенге</strong>!

source: First name
kk: Имя

source: Flavours
kk: Вкус

source: Flavours lorem ipsum dolor sit amet
kk: Вкус капсулы в фильтре

source: For delivery
kk: На доставку

source: Forget something? Please provide a last name and try again.
kk: Не забудь указать фамилию

source: Forget something? Please enter your code and try again.
kk: Пожалуйста, укажи код из SMS

source: Forget something? Please enter your mobile number and try again.
kk: Пожалуйста, укажи номер телефона

source: Forget something? Please provide an email address and try again.
kk: Пожалуйста, укажи свой e-mail

source: Forgot your passoword? No worries, it happens to the best of us. Enter the mobile number you used to create your account.
kk: Забыл пароль? Не беда, со всеми бывает. Введи номер телефона, который ты использовал при регистрации

source: Friend referral
kk: Приглашенный друг

source: Fun fact ! Your number is changed
kk: Отлично! Твой номер мобильного телефона обновлен.

source: Fun fact ! Your password is changed
kk: Успех! Твой пароль изменен.

source: General constraint error
kk: Общая ошибка из-за ограничений

source: General error
kk: Общая ошибка

source: Get in on the action with %s code
kk: Увеличь свои шансы на выигрыш за %s код!

source: Get it now
kk: Заказать

source: Get my prize!
kk: Получить приз!

source: Get new invitations on
kk: Новые приглашения откроются:

source: Give more feedback
kk: Отправить новое сообщение

source: Go back to signin
kk: Вернуться на страницу входа

source: Go back to the homepage
kk: На главную

source: Go to auctions
kk: К аукционам

source: Got codes from LD packs?
kk: Ты уже собрал коды из пачек LD?

source: Hang on, it looks like you initiated a reset password without completing it. Please try again to reset password.
kk: Кажется ты не ввел пароль. Попробуй еще раз.

source: Hang on, that mobile number isn't registered. Please review it and try again. If you aren't registered yet, you can <a href="%s">create an account</a>.
kk: Постой, этот номер мобильного еще не зарегистрирован! Проверь, всё ли правильно, и попробуй еще раз.

source: Hang on. You need to choose a pick-up to continue.
kk: Стоп, сначала нужно выбрать центр выдачи призов

source: Have questions? Got something to say? Fill out the feedback form below using the mobile number you registered your account with.
kk: Вопросы? Есть какие-либо предложения? Заполни форму обратной связи и обязательно укажи свой мобильный номер, указанный при регистрации, чтобы мы могли связаться с тобой

source: History
kk: История

source: Ho no, Too late...
kk: О, нет! Слишком поздно...

source: Hold on, you need to enter an email address.
kk: Не забудь указать свой e-mail

source: Hold up, we need to verify your account.
kk: Подожди, мы должны проверить твою учетную запись.

source: Hold up, we need to verify your account. We will notify you once everything has been verified.
kk: Подожди, нам нужно проверить твой профиль. Мы сообщим тебе, когда все будет готово

source: Holidays
kk: Выходные дни

source: Home
kk: Главная

source: Hours
kk: Часов

source: hours
kk: Часов

source: How do you want to get your prizes?
kk: КАК ПОЛУЧИТЬ ПРИЗЫ?

source: How long have you been smoking?
kk: Как долго ты куришь?

source: How to I join special draws?
kk: Как принять участие в специальных розыгрышах?

source: Hurry up and register new codes
kk: Поспеши чтобы зарегистрировать еще коды

source: I confirm my order
kk: Подтверждаю

source: I have read and agree to the <a href="#">terms and conditions</a>.
kk: Я ознакомлен с правилами использования сайта и согласен с ними

source: If you don't win this auction, don't worry, 2 more auctions are planned for today.
kk: Если не выиграешь в этом аукционе, не беда! Сегодня будет еще два.

source: If you want to unsuscribe from our SMS, please contact our LD hotline.
kk: Если ты хочешь отказаться от SMS рассылки, обратись на горячую линию 4020

source: If your ID has expired, if you've been issued a new one, or if any of your details have changed, please upload your new ID.
kk: Пожалуйста, загрузи новое удостоверение, если срок удостоверения истек, ты получил новое или данные изменились

source: in {0} day
kk: через {0} день

source: in {0} days
kk: через {0} дней

source: in {0} hour
kk: через {0} час

source: in {0} hours
kk: через {0} часов

source: in {0} minute
kk: через {0} минуту

source: in {0} minutes
kk: через {0} минут

source: in {0} month
kk: через {0} месяц

source: in {0} months
kk: через {0} месяцев

source: in {0} quarter
kk: через {0} квартал

source: in {0} quarters
kk: через {0} кварталов

source: in {0} second
kk: через {0} секунду

source: in {0} seconds
kk: через {0} секунд

source: in {0} week
kk: через {0} неделю

source: in {0} weeks
kk: через {0} недель

source: in {0} year
kk: через {0} год

source: in {0} years
kk: через {0} года

source: Insufficient balance on the wallet to order a gift
kk: Недостаточно кодов на балансе для заказа приза

source: Invite %s more friend and you'll join the MGM prize draw!
kk: Пригласи %s друга чтобы принять участие в розыгрыше приза!

source: Invite a friend
kk: Пригласить друга

source: Invite friends
kk: Пригласить друзей

source: It seems that there is no more stock for this prize...
kk: Похоже, этот приз уже не в наличии.

source: It shouldn't take long. We'll notify you once everything's been verified.
kk: Это не займет много времени. Мы уведомим тебя, когда всё проверим.

source: It won't take long, and you'll be able to access the full site when it's finished. Don't hesitate to <strong>give us a shout</strong> if you have any questions.
kk: Это не займет много времени, а после окончания проверки ты сможешь получить полный доступ к сайту. Остались вопросы? Не стесняйся написать нам!

source: It's an easy fix, though. Just click the button below and enter the correct details to get full access to the LD website.
kk: Но это легко исправить! Жми на кнопку ниже и введи корректные данные, чтобы получить полный доступ к материалам сайта.

source: It's an easy fix. Just click the button below and <strong>update the correct photo of your ID</strong> to get full access to the LD website.
kk: К счастью, это легко исправить! Жми на кнопку ниже и загрузи корректное фото своего удостоверения, чтобы получить полный доступ к материалам сайта.

source: Join the live stream to watch the Super Prize Draw in:
kk: Смотри розыгрыш суперприза в прямом эфире:

source: Joined LD community on: %s
kk: Дата регистрации на сайте: %s

source: last month
kk: в прошлом месяце

source: Last name
kk: Фамилия

source: last quarter
kk: в прошлом квартале

source: last week
kk: на прошлой неделе

source: last year
kk: в прошлом году

source: LD footer
kk: Футер

source: LD header
kk: Хэдер

source: LD logo
kk: Лого

source: LD REALDDAY Survey
kk: Опрос от LD Lab

source: leader
kk: лидер

source: Less than 1 month
kk: Менее 1 месяца

source: Let's go
kk: Поехали!

source: Let's keep your account secure. Set your password below.
kk: Давай защитим твой аккаунт. Придумай пароль

source: Let's work it out
kk: Давай разбираться!

source: List
kk: Список

source: Live feed
kk: Лента новостей

source: Log in now
kk: ВХОД

source: Log out
kk: Выход

source: Login
kk: Вход

source: Lowercase letters
kk: Строчные буквы

source: Manage preferences
kk: Настройки

source: Map
kk: Карта

source: Mark all as read
kk: Отметить все как прочитанные

source: Member Get Member (MGM) emails
kk: Рассылка о приглашении друзей

source: MGM prize draw
kk: Розыгрыш "Пригласи друга"

source: Minutes
kk: Минут

source: minutes
kk: Минут

source: Missing or incorrect parameters.
kk: Параметр отсутствует или введен некорректно

source: missing required parameters
kk: отсутствуют необходимые параметры

source: Mobile number
kk: Номер мобильного

source: More images
kk: Больше изображений

source: More than 5 years
kk: Более 5 лет

source: My address
kk: Мой адрес

source: My communication preferences
kk: Мои уведомления

source: My smoking preferences
kk: Мои предпочтения

source: NCP notification
kk: Уведомление про программе с кодами

source: Need to contact us again?
kk: Есть вопросы?

source: Need to contact us?<br />Hit us up on the
kk: Есть вопросы?<br />Свяжись с нами

source: New
kk: Новинка

source: New auctions
kk: Новые аукционы

source: New auctions emails
kk: Рассылка о новых аукционах

source: New Draws
kk: Новые розыгрыши

source: New Draws emails
kk: Рассылка о новых розыгрышах

source: New password
kk: Новый пароль

source: New prize draw
kk: Новый розыгрыш

source: New products
kk: Новые продукты

source: New products emails
kk: Рассылка о новых продуктах

source: New Super prize draw
kk: Новый розыгрыш суперприза

source: New Weekly prize draw
kk: Новый еженедельный розыгрыш

source: Newsletter subscription
kk: Подписка на рассылку

source: Next
kk: Дальше

source: Next auction in
kk: Новый аукцион начнется через

source: ng/ml
kk: г/мг

source: Nice one. We've sent the code to:
kk: Отлично! Код улетел на номер:

source: Nicotine level
kk: Никотин

source: Nicotine level lorem ipsum dolor sit amet
kk: Уровень никотина в одной сигарете

source: No
kk: Нет

source: no
kk: Нет

source: No Bonus codes available !
kk: Нет доступных бонусов!

source: Non-alphanumeric characters (e.g. %, @, /, -, ?, ., etc.)
kk: специальные знаки (%, @, /, -, ?, ., и т.д)

source: Not enough code !
kk: Не достаточно кодов!

source: Notes for delivery
kk: Комментарий к адресу (не обязательно)

source: Nothing to see here! Start registering codes to trade for LD prizes, draws, and much more!
kk: Пока что у тебя нет кодов. Начинай регистрировать коды, чтобы получить призы и принять участие в розыгрышах!

source: Nothing to see here! Trade your pack codes for LD prizes, drawings, and much more!
kk: Тут пока ничего нет! Обменивай коды из пачек на призы, билеты на розыгрыши и ставки в аукционах.

source: Notification(s) marked as read successfully !
kk: Уведомления отмечены как прочитанные!

source: Notifications Preferences
kk: Настройки уведомлений

source: Notifications pulled successfully !
kk: Уведомления успешно получены!

source: Numbers and/or signs and/or Latin characters only (cyrillic characters cannot be entered).
kk: Только числа и/или знаки и/или латинские буквы (нельзя использовать кириллицу)

source: Numeric characters (0,9)
kk: Цифры (0,9)

source: Oh no, you didn't win this time. Don't give up, you could have better luck next week!
kk: О нет, ты не выиграл на этот раз. Не сдавайся, в следующий раз обязательно повезет!

source: Oh no, you didn't win this time. Don't give up, you could have better luck with the next one!
kk: О нет, ты не выиграл на этот раз. Не сдавайся, в следующий раз обязательно повезет!

source: Oh no, you didn't win this time. Don't give up, you could have better luck with the next one! Let's try it again!
kk: О нет, ты не выиграл на этот раз. Не сдавайся, в следующий раз обязательно повезет! Попробуй еще раз!

source: Ok, all set. Here's a summary of your prize and how it's getting to you.
kk: Окей, всё готово! Вот информация о твоём заказе:

source: Once every 5 minutes
kk: Каждые 5 минут

source: online version
kk: Онлайн версия

source: Oops! An error occurred. Please try again, or contact us if the issue still persists.
kk: Ой! Что-то пошло не так. Пожалуйста попробуй еще раз, или свяжись с нами через форму обратной связи.

source: Oops! Please provide a valid code and try again.
kk: Упс! Пожалуйста, проверь правильность введённого кода и попробуй ещё раз.

source: Oops! Please provide a valid mobile number with at least 10 digits and try again.
kk: Номер телефона должен быть в формате +7 ХХХ ХХХ ХХ ХХ. Пожалуйста, проверь его и попробуй снова

source: Oops! Please provide a valid password and try again.
kk: Ой-ой! Пароль не подходит. Попробуй еще раз

source: Oops! There's a problem with your ID, %s.
kk: Ой-ой! Проблемка с проверкой документа, %s.

source: Oops! You must enter a new mobile number.
kk: Упс! Тебе нужно ввести новый номер мобильного телефона

source: Oops! Your confirm password doesn't match your new password. Please review and try again.
kk: Упс! Пароли, введенные в оба поля, не совпадают. Пожалуйста, проверь и попробуй ещё раз

source: Oops! Your confirm password doesn't match your password. Please review and try again.
kk: Упс! Пароли, введенные в оба поля, не совпадают. Пожалуйста, проверь и попробуй ещё раз

source: Oops, something's wrong. Please review and try again.
kk: Хм, что-то пошло не так. Пожалуйста, проверь введенные данные и попробуй снова.

source: Oops, that's not the right code. Please review and try again.
kk: Ой-ой! Это неверный код. Проверь и попробуй заново.

source: Oops, there's no address registered to your account. Enter a delivery address below.
kk: Ой! У нас нет твоего адреса! Укажи, куда доставлять твой приз

source: Order it
kk: Заказать

source: Others auctions
kk: Другие аукционы

source: Out of stock
kk: Нет в наличии

source: Participate
kk: Участвовать

source: Password
kk: Пароль

source: Password reset
kk: Сбросить пароль

source: Pause all for...
kk: Остановить все уведомления на

source: Pick up extra codes and entries into special draws when you refer adult smoker friends.
kk: Получай бонусные коды и участвуй в специальных розыгрышах за приглашение друзей

source: Pick-up
kk: Центр выдачи призов

source: Pick-up location (based on your registred address this is the closest redemption center):
kk: Центр выдачи призов (это ближайший центр выдачи к адресу из профиля)

source: Picture
kk: Изображение

source: Place bid
kk: Сделать ставку

source: Please choose a subject and try again.
kk: Выбери тему

source: Please provide a first name with less than 20 characters and try again.
kk: В имени должно быть менее 20 символов

source: Please provide a last name with less than 20 characters and try again.
kk: В фамилии должно быть менее 20 символов

source: Please read and agree to the T&Cs
kk: Пожалуйста, ознакомься с правилами использования сайта

source: Please review the info provided and try again.
kk: Что-то здесь не так. Пожалуйста, проверь информацию и попробуй снова
